IDEA StatiCa Open Model
OpenModel.Opening Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of openings for Detail
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Opening> Opening { get; set; }
Public Property Opening As List(Of Opening)
	Get
	Set
public:
property List<Opening^>^ Opening {
	List<Opening^>^ get ();
	void set (List<Opening^>^ value);
}
Property Value
Type: List<Opening>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace